;Translation files need to be saved in UTF-16 encoding
;Portuguese (Portugal) translation file by Cag (https://forums.mydigitallife.net/members/cag.71714/)
[Config]
Language = pt-PT

[Translations]
NoAdmin = Esta aplicação exige que seja executada como administrador.
UnsupportedSystem = Esta aplicação requer o Windows 7 ou posterior.
NoADK = Detetamos que está a usar uma versão mais antiga do Windows sem ter o Windows 10 ADK instalado. Por isso, a imagem ISO daí resultante pode ser criada incorretamente.\N\nPara garantir que o processo seja bem-sucedido, instale o Windows 10 ADK ou use esta aplicação no Windows 10.\n\nDeseja continuar?
BackendTestFailed = Falha no teste de backend do PHP. Sem esse backend a funcionar, esta aplicação não pode continuar a funcionar.\n\nO que isso significa?\n - Não tem o Visual C ++ Redistributable 2015 x86 instalado\n - O seu antivírus está a interferir no processo\n\nSe o problema persistir:\n - Instale o Visual C ++ Redistributable 2015 x86\n - Por favor, desative o antivírus temporariamente\n\nA aplicação será encerrada..
Preparing = A preparar...
PrepareToWork = A preparar a aplicação para iniciar ...
Search = &Pesquisar
SearchBuilds = Pesquisar compilações
BuildSelectAction = &Escolher compilação selecionada
BuildSelectActionSub = Mostra a página de seleção de idioma, edição e local de destino
PoweredBy = Distribuído por
Change = &Alterar
Language = Idioma
Edition = Edição
SelectedBuild = Selecionar compilação
LanguageAndEdition = Idioma e edição
SaveOptions = Guardar opções
Browse = &Procurar...
SaveUUPFiles = Guardar UUPs no subdiretório "UUPs"
SkipConversion = Ignorar UUP para a conversão ISO
StartProcess = &Iniciar processo
StartProcessSub = A partir dos downloads selecionados é construída e criada uma imagem ISO
RetrievingListOfFiles = A recuperar lista de ficheiros...
BuildNotDownloadable = Falhou ao obter lista de ficheiros disponíveis. A compilação selecionada pode não estar mais disponível para download.
CommandPromptClosed = A janela da linha de comandos foi encerrada ou ocorreu um erro.
CommandPromptClosedQuestion = Deseja reiniciar o processo de download e de conversão usando os ficheiros que foram transferidos até ao momento?\n\nSe escolher "não" todos os ficheiros transferidos serão excluídos.
Information = Informação
TaskCompleted = A tarefa foi concluída.
WorkDirNotCreatedYet = O diretório de trabalho ainda não foi criado
CreateDirFail = Falhou ao criar o diretório de trabalho.
BrowseForLocation = Procure o local de destino da imagem ISO
DestinationLocationNotExists = O local de destino não existe.
WorkDirMoveError = Ocorreu um erro durante a tentativa de mover o diretório de trabalho.
PleaseWait = Por favor, aguarde...
Error = Erro
MovingWorkDir = A mover o diretório de trabalho ...
CannotGetBuilds = Não é possível recuperar a lista de compilações disponíveis.
NoSearchResults = Não há compilações disponíveis para a sua pesquisa.
NoLanguages = Não há idiomas disponíveis para esta seleção.
AllEditions = Todas as edições
NoEditions = Não há edições disponíveis para esta seleção.
RetrievingFileInfo = A recuperar informação do ficheiro ...
NoFileinfo = O banco de dados da informação do Ficheiro não existe para esta seleção.
RetrievingPacks = A recuperar Pacotes...
OldVersion = Está a executar a versão desatualizada do UUP dump downloader. Recomenda-se atualizar para a versão mais recente.
YourVersion = A sua versão
LatestVersion = Última versão
PhpFailedRestart = Falha ao reiniciar o backend do PHP. A aplicação será encerrada.
PhpFailedClose = Ocorreu um erro ao tentar encerrar o backend do PHP. Por favor, verifique se o processo php.exe está a ser executado e termine-o manualmente.\n\nClique em OK após terminar o PHP.
UpdateAvailable = Está disponível uma atualização!
UpdatesIncludedInfo1 = As seguintes atualizações estão incluídas no conjunto UUP selecionado
UpdatesIncludedInfo2 = Essas atualizações serão automaticamente integradas durante o processo de conversão do UUP para ISO. Tal pode levar muito mais tempo do que o processo de conversão normal.
PleaseSelectBuild = Por favor, selecione a compilação desejada.
DownloadSize = Tamanho do download
ContainsAdditionalUpdates = (contém atualizações adicionais)

[Languages]
ar-sa = Arabic (Saudi Arabia)
bg-bg = Bulgarian
cs-cz = Czech
da-dk = Danish
de-de = German
el-gr = Greek
en-gb = English (United Kingdom)
en-us = English (United States)
es-es = Spanish (Spain)
es-mx = Spanish (Mexico)
et-ee = Estonian
fi-fi = Finnish
fr-ca = French (Canada)
fr-fr = French (France)
he-il = Hebrew
hr-hr = Croatian
hu-hu = Hungarian
it-it = Italian
ja-jp = Japanese
ko-kr = Korean
lt-lt = Lithuanian
lv-lv = Latvian
nb-no = Norwegian (Bokmal)
nl-nl = Dutch
pl-pl = Polish
pt-br = Portuguese (Brazil)
pt-pt = Portuguese (Portugal)
ro-ro = Romanian
ru-ru = Russian
sk-sk = Slovak
sl-si = Slovenian
sr-latn-rs = Serbian (Latin)
sv-se = Swedish
th-th = Thai
tr-tr = Turkish
uk-ua = Ukrainian
zh-cn = Chinese (Simplified)
zh-tw = Chinese (Traditional)
